/* error */
"An unknown error has occurred." = "An unknown error has occurred.";

/* error */
"An unknown error occured." = "An unknown error occured.";

/* last name placeholder */
"Appleseed" = "Dupont";

/* UIBarButtonItem */
"Create" = "Créer";

/* UIView title */
"Create Account" = "Créer compte";

/* error */
"Create Account Failed" = "Créant compte a échoué";

/* UIView title */
"Create Dropbox Account" = "Créer compte à Dropbox";

/* No comment provided by engineer. */
"Creating Account" = "Créant compte";

/* field title */
"Email" = "Email";

/* error title */
"Email Required" = "Email est requis";

/* email placeholder */
"example@gmail.com" = "example@gmail.com";

/* field title */
"First Name" = "Prénom";

/* error title */
"First Name Required" = "Prénom est requis";

/* first name placeholder */
"John" = "Jean";

/* field title */
"Last Name" = "Nom de famille";

/* error title */
"Last Name Required" = "Nom de famille est requis";

/* No comment provided by engineer. */
"Link" = "Connecter";

/* UIView title */
"Link Account" = "Connecter compte";

/* No comment provided by engineer. */
"Linking" = "Connexion en cours";

/* DBLoginController */
"Linking will allow this app to access\nand modify files in your Dropbox" = 
"Connexion permettra pour accéder et\nmodifier des fichiers dans votre Dropbox.";

/* UIView title */
"Log in to Twitter" = "Connecter à Twitter";

/* No comment provided by engineer. */
"Logging in..." = "Connexion en cours...";

/* No comment provided by engineer. */
"Login Failed" = "Connexion a écoué";

/* field title */
"Password" = "Mot de passe";

/* error title */
"Password Required" = "Mot de passe requis";

/* error message */
"Please enter your password." = "S'il vous plaît entrer votre mot de passe.";

/* error message */
"Please enter your desired password" = "S'il vous plaît entrer votre mot de passe désiré";

/* error message */
"Please enter your email address." = "S'il vous plaît entrer votre addresse courriel.";

/* error message */
"Please enter your first name." = "S'il vous plaît entrer votre prénom.";

/* error message */
"Please enter your last name." = "S'il vous plaît entrer votre nom de famille.";

/* No comment provided by engineer. */
"Please try again." = "S'il vous plaît essayez de nouveau.";

/* No comment provided by engineer. */
"Required" = "Requis";

/* error */
"There was an error connecting to Dropbox." = "Il y avait une erreur de connexion à Dropbox.";

/* error */
"Unable to Login" = "Impossible de connecter";
